Repository: ysambc/QuizU
Catalog: languages/quizuint-*.po
Languages: es_es

source: Branch
es_es: Rama

source: default branch
es_es: rama principal

source: Result
es_es: Resultado

source: Question
es_es: Pregunta

source: Option
es_es: Opción

source: Open Answer
es_es: Respuesta Abierta

source: Answer
es_es: Respuesta

source: Branched Quizes
es_es: Quizes Ramificados

source: QuizU Widget
es_es: Widget QuizU

source: Use to display your branched quizzes
es_es: Úsalo para mostrar tus quizes

source: Title:
es_es: Titulo:

source: Post creation failed, could not find original post
es_es: La creación del post fallo, no se pudo encontrar el original

source: Clone
es_es: Clonar

source: Branched Quiz
es_es: Quiz Ramificado

source: QuizU Linked Quiz
es_es: Quiz enlazado de QuizU

source: Branched Quizzes
es_es: Quizes Ramificados

source: Add New Branched Quiz
es_es: Añadir Nuevo QuizU

source: New Quiz
es_es: Nuevo Quiz

source: QuizU Settings
es_es: Configuración QuizU

source: Settings
es_es: Configuración

source: Essay op.
es_es: Op. ensayo

source: Select or upload a picture
es_es: Selecciona o sube una fota

source: Use this picture
es_es: Usar esta foto

source: Enable social and email sharing?
es_es: Activar compartir por email y redes sociales?

source: Enable auto-save on quiz edit screens?
es_es: Activar guardado automático en las pantallas de edición de Quiz?

source: Enable quizzes only for logged in users?
es_es: Solo para usuarios registrados?

source: Your results on {{quiz-title}}
es_es: Tus resultados para {{quiz-title}}

source: Thank you for taking quiz {{quiz-title}}. Here are your results:&#13;&#13;{{result-title}}&#13;&#13;{{result-content}}
es_es: Gracias por tomar el quiz {{quiz-title}}. Estos son tus resultados:&#13;&#13;{{result-title}}&#13;&#13;{{result-content}}

source: Reset
es_es: Reiniciar

source: "Reset quiz" button
es_es: Boton "reiniciar quiz"

source: Next
es_es: Siguiente

source: "Continue quiz" button
es_es: Boton "continuar quiz"

source: Email result
es_es: Resultado por email

source: "1st email sharing" button
es_es: Primer botón "compartir por correo"

source: Send email
es_es: Enviar correo

source: "2nd email sharing" button
es_es: Segundo botón "compartir por correo"

source: Hey! I just completed this quiz. Try it out!
es_es: Hey! Acabo de completar este quiz. Intentalo!

source: "sharing" message
es_es: mensaje de "compartir"

source: Your results have been sent to: {{user-email}}
es_es: Tus resultados han sido enviados a: {{user-email}}

source: "email sent" message
es_es: mensaje de "correo enviado"

source: There was a problem. Please try again.
es_es: Ocurrio un inconveniente. Por favor intenta nuevamente.

source: "email was not sent" error message
es_es: Mensaje de error para "correo no enviado"

source: Your score is
es_es: Tu puntaje es

source: total score message
es_es: mensaje para puntaje total

source: Please enter an answer.
es_es: Por favor ingresa una respuesta.

source: "missing essay answer" error message
es_es: Mensaje de erro para "respuesta ensayo faltante"

source: Please select an answer.
es_es: Por favor selecciona una respuesta.

source: "missing multiple answers" error message
es_es: Mensaje de error para "respuestas de selección multiple faltantes"

source: There seems to be a problem with this quiz. If the problem persists after reloading, please contact support.
es_es: Parece que hay un problema con este quiz. Si el problema persiste después de recargar la pagina, por favor contacta a soporte técnico.

source: "quiz error" message
es_es: Mensaje para "error en el quiz"

source: This result's score overlaps with
es_es: El puntaje de este resultado se cruza con

source: "overlapping score" error message
es_es: Mensaje de error para "puntaje entrecruzado"

source: Minimal score must be smaller than or equal to maximum score
es_es: El puntaje mínimo debe ser menos o igual que el puntaje máximo

source: "minimal score must be greater" error message
es_es: Mensaje de error para "puntaje minimo"

source: Please enter numbers only
es_es: Por favor ingrese únicamente números

source: "score is not a number" error message
es_es: Mensaje de error para "el puntaje no es un numero"

source: Show only for logged in users
es_es: Solo para usuarios registrados

source: New Branch
es_es: Nueva Rama

source: Determine quiz results by
es_es: Determinar los resultados del quiz segun

source: Branch
es_es: Rama

source: Score total
es_es: Puntaje total

source: Highest option
es_es: Opcion ganadora

source: Show scores after quiz is completed
es_es: Mostrar puntajes despues de completar el quiz

source: New Result
es_es: Nuevo Resultado

source: Score
es_es: Puntaje

source: Next Question
es_es: Siguiente Pregunta

source: Finalize Quiz
es_es: Finalizar Quiz

source: Delete
es_es: Eliminar

source: Select Quiz
es_es: Seleccionar Quiz

source: Image
es_es: Imagen

source: Answers
es_es: Respuestas

source: Add New
es_es: Añadir Nueva

source: New Question
es_es: Neva Pregunta

source: Save
es_es: Guardar

source: New Option
es_es: Nueva Opción

source: Essay type?
es_es: Tipo ensayo?

source: Multiple choice?
es_es: Seleccion multiple?

source: Min. Score
es_es: Puntaje Min.

source: Max. Score
es_es: Puntaje Max.

source: Selected option
es_es: Opcion seleccionada

source: Essay option
es_es: Opcion ensayo

source: QuizU settings
es_es: Configuración QuizU

source: Default color for buttons and options
es_es: Color principal para botones y opciones

source: Roles Allowed to Handle Quizzes
es_es: Roles que pueden administrar los quizes

source: Show this quiz in all
es_es: Mostrar este quiz en cualquier

source: You may use these tags in all "text-areas" beyond this point (Except for email sender&#8217;s name and address, and buttons). Use results related tags only in "text-areas" that show up after quiz completion. Leave "text-areas" blank to return to default:
es_es: Puedes usar estas etiquetas en todas las "areas de texto" mas alla de este punto (excepto el nombre y la direccion del emisor de los email, y los botones). Usa las etiquetas relacionadas a los resultados únicamente en las "áreas de texto" que aparecen después de completar el quiz. Deja las "areas de texto" en blanco para volver al valor por defecto:

source: Email settings
es_es: Configuracion de Email

source: Email sender
es_es: Emisor del email

source: Text display settings
es_es: Ajuste de textos

source: Text for
es_es: Texto para

source: Save Changes
es_es: Guardar cambios

source: Continue
es_es: Continuar
